Repository: mfahmialkautsar/Foodify
Catalog: Foodify/Foodify/Core/Utils/*.lproj/Localizable.strings
Languages: id

source: Home
id: Beranda

source: Profile
id: Profil

source: Favorite
id: Favorit

source: Food Categories
id: Kategori Makanan

source: Search Meals
id: Cari Makanan

# search_meals_placeholder
source: I want to cook...
id: Aku mau masak...

# search_favorite_placeholder
source: My favorite foods...
id: Makanan favoritku...

source: Ingredients
id: Bahan

source: Instructions
id: Langkah memasak

source: Source
id: Sumber

# search_not_found
source: not found
id: tidak ditemukan

# empty_favorite
source: You have not added any food to favorite
id: Belum ada makanan yang ditandai favorit

source: not in Favorite
id: tidak ada di Favorit
